# Студент 1.
# Добрый день, ___!
# Результат решения задачи неверен.
# Чтобы проверить его и найти ошибку, рекомендую посчитать и вывести на экран промежуточное значение - Размер расходов за 10 месяцев!
# В целом, логика задачи верна, осталось чуть-чуть доработать.
# хорошего дня



# Студент 2.
# Добрый день, ___!
# Результат решения задачи верен.
# Однако в данном модуле требовалось решить задачу с помощью переменной список.
# Попробуйте использовать для ее решения эту структуру данных (списки). Будут вопросы - пишите!
# хорошего дня